export const errorMessages = {
    password: 'Некорректный пароль',
    email: 'Некорректный email',
    text: 'Некорректное имя',
    date: 'Некорректная дата',
};
export const helpMessages = {
    password:
        'Пароль должен быть длиной от 8 до 32 символов. Разрешены стандартные спецсимволы',
    email: 'Формат email - example@mailservice.domain, длина до 320 символов',
    text: 'Имя не должно содержать специальных символов (кроме пробелов и дефисов), длина 2-32 символа',
    date: 'Дата в формате вашей системы, c 1950 по 2008',
    login401: 'Неверный логин или пароль',
    registration409: 'Такой email уже зарегистрирован',
    multipleChoice: 'Выберите хотя бы один интерес',
    genderChoice: 'Выберите пол',
};